[
  "I am the Lord your God and I never change. Malachi 3:6",
  "I am full of mercy and grace and I overflow with love. Psalm 103:8",
  "The intentions of My heart will remain steadfast forever. Psalm 33:11",
  "I created you in My own image with My special blessing. Genesis 1:27-28",
  "I chose you to be adopted into My family before creation. Ephesians 1:4-5",
  "I delivered you from darkness into the kingdom of My beloved Son. Colossians 1:12-13",
  "I have given you eternal life because you have believed in Jesus Christ. John 3:16",
  "I sent the Spirit of My Son into your heart so you could call Me Father. Galatians 4:6",
  "Since you are in Christ, I have made you an heir of all My promises. Galatians 3:29",
  "I have given you a new heart and put My own Spirit in you. Ezekiel 36:26-27",
  "My plan for your future is filled with hope. Jeremiah 29:11",
  "I am at work in your life through the desires of your heart. Philippians 2:13",
  "I will give you rest in green pastures and lead you to still waters. Psalm 23:2",
  "I give My Spirit in unlimited measure. John 3:34",
  "I will take hold of your hand to keep you from falling. Psalm 37:24",
  "I will provide every good thing you need to do My will. Hebrews 13:20-21",
  "I will discipline you in love, as a father who loves His children. Proverbs 3:11-12",
  "My power will rest on you when you are weak. 2 Corinthians 12:9",
  "I will bless your life and keep watch over you always. Numbers 6:24",
  "If you search for Me with all your heart, you will find me. Jeremiah 29:13",
  "I will shield your life and deliver you from the wicked. Psalm 97:10",
  "Cast all your worries on Me, for I really care about you. 1 Peter 5:7",
  "I will not let you be tested beyond what you can endure. 1 Corinthians 10:13",
  "My love will persevere through every situation. 1 Corinthians 13:4-7",
  "I will not withhold anything good from those with an upright heart. Psalm 84:11",
  "I look after foreigners and I help the fatherless and the widow. Psalm 146:9",
  "I will guard those who have a childlike heart. Psalm 116:6",
  "You are more than a conqueror through My love in Jesus Christ. Romans 8:37",
  "When Jesus appears, you will receive a crown of glory that will never dim. 1 Peter 5:4",
  "At the end of the age, My righteous ones will shine like the sun in My kingdom. Matthew 13:43",
  "Not one of My promises will ever fail you. Joshua 23:14",
  "I am seated in the heavens and My kingdom reigns over all. Psalms 103:19",
  "All My plans will be fulfilled, for I know the end from the beginning. Isaiah 46:10",
  "I knew you before you were born and I designed you for My purposes. Jeremiah 1:5",
  "You are holy and free from blame because of Jesus Christ’s death. Colossians 1:21-22",
  "I have blotted out your sins and dissolved them like the mist. Isaiah 44:22",
  "I have sealed you with My Spirit to guarantee your coming inheritance. Ephesians 1:13-14",
  "I will be a real Father to you. 2 Corinthians 6:18",
  "I will look after you and teach you the way that is best. Psalm 32:8",
  "Trust in Me with all your heart and I will guide you. Proverbs 3:5-6",
  "I will give you peace at all times and in every situation. 2 Thessalonians 3:16",
  "Call on Me when you are in trouble and I will rescue you. Psalm 91:15",
  "I am your shelter and a place of safety from your enemies. Psalm 61:3",
  "If you wait for Me, I will work on your behalf. Isaiah 64:4",
  "My love will never fail you. 1 Corinthians 13:8",
  "I am your Shepherd and I will meet all your needs. Psalm 23:1",
  "I will keep you safe because no one can snatch you out of My hand. John 10:29",
  "I will heal your broken heart and mend all your wounds. Psalm 147:3",
  "I will bless you in times of mourning with My comfort. Matthew 5:4",
  "You will find freedom wherever My Spirit dwells. 2 Corinthians 3:17",
  "You can know and depend on the love that I have for you. 1 John 4:16",
  "You can trust in Me for I will never forsake you. Psalm 9:10",
  "I put people who are lonely in families. Psalm 68:6",
  "I hear you when you ask for anything according to My will. 1 John 5:14",
  "I will reward those who diligently seek Me with a heart of faith. Hebrews 11:6",
  "I will sanctify you and keep you blameless until Jesus returns. 1 Thessalonians 5:23-24",
  "When your body fails, you have an eternal home waiting for you. 2 Corinthians 5:1",
  "Those who overcome will sit with My Son on His throne. Revelation 3:21",
  "My promise of life is for you and for your family. Acts 2:39",
  "All My promises are fulfilled in Christ. 2 Corinthians 1:20",
  "The earth belongs to Me and all that is in it. Psalm 24:1",
  "My throne will stand forever and justice will reign in My kingdom. Psalm 45:6",
  "The grass will dry up and flowers will fall, but My Word will endure forever. 1 Peter 1:24-25",
  "Though the mountains vanish, My unending love will never leave you. Isaiah 54:10",
  "I have called you out of darkness into My glorious light. 1 Peter 2:9",
  "I have chosen the weak things of this world to confound the strong. 1 Corinthians 1:27",
  "I delight to reveal My kingdom to those with a childlike heart. Matthew 11:25-26",
  "I have brought you close through the blood of Christ. Ephesians 2:13",
  "Your old life has died and your new life is hid with Christ in Me. Colossians 3:3",
  "The same Spirit that raised Jesus from the dead will also give life to you. Romans 8:11",
  "I have blessed you in Christ with every heavenly blessing. Ephesians 1:3",
  "Commit all that you do to Me and your plans will be successful. Proverbs 16:3",
  "I am with you and I will help you because I am your God. Isaiah 41:10",
  "I will never abandon you. Hebrews 13:5",
  "I see all your hardships and I care about your suffering. Psalm 31:7",
  "When you pass through turbulent waters, I will be close to you. Isaiah 43:2",
  "My anointing will teach you all you need to know. 1 John 2:27",
  "If you live in My secret place, you will find rest under My shadow. Psalm 91:1",
  "I will give you My strength to help you stand in high places. 2 Samuel 22:33-34",
  "Thousands may fall around you, but you will not be harmed. Psalm 91:7",
  "I provide food for the hungry and justice for the oppressed. Psalm 146:7",
  "My divine power will give you all you need to live a good life. 2 Peter 1:3",
  "My mercy will overrule judgment. James 2:13",
  "I will cause all things to ultimately work for your good. Romans 8:28",
  "Humble yourself before Me and in time I will exalt you. 1 Peter 5:6",
  "I have carved your name in the palms of My hands. Isaiah 49:16",
  "Never tire of doing good, for in time you will reap a harvest. Galatians 6:9",
  "An eternal crown awaits you at the finish line, so keep running your race. 1 Corinthians 9:24-25",
  "I prepared a kingdom inheritance for you when I created the world. Matthew 25:34",
  "It is precious for Me to see My faithful ones come home. Psalm 116:15",
  "I will not forget My promises because I am a merciful God. Deuteronomy 4:31",
  "My kingdom is everlasting and My dominion will endure forever. Psalm 145:13",
  "My eternal Word is anchored in the heavens. Psalm 119:89",
  "I am a gracious God who is righteous and full of mercy. Psalm 116:5",
  "I created all things for My pleasure. Revelation 4:11",
  "I am your Father and you are My handiwork. Isaiah 64:8",
  "I will protect and carry you all the days of your life. Isaiah 46:4",
  "I have chosen you to be like My Son, so you could be part of My family. Romans 8:29",
  "I have cancelled all your sin and made you alive in Jesus Christ. Colossians 2:13-14",
  "I have raised you up with Christ to sit in heavenly places. Ephesians 2:5-6",
  "The good things that I have planned for you are too many to count. Psalm 40:5",
  "I will restore and refresh your weary soul. Psalm 23:3",
  "I will always build you up, not pull you down. Jeremiah 24:6",
  "I have made you a member of My own household. Ephesians 2:19",
  "If you make your home in Me, then no evil will come your way. Psalm 91:9-10",
  "If you delight in My Word, you will be fruitful and prosperous. Psalm 1:1-3",
  "I will cover you all day long as you rest between My shoulders. Deuteronomy 33:12",
  "Come close to Me and I will come close to you. James 4:8",
  "You can trust in Me, for I am your strength and your song. Isaiah 12:2",
  "My gentleness will enlarge your life. 2 Samuel 22:36",
  "I do not show favoritism in My family. Ephesians 6:9",
  "I have chosen the poor to be rich in faith and heirs of My kingdom. James 2:5",
  "Ask Me for wisdom and I will generously give it to you. James 1:5",
  "I will give you power to know the vastness of My immeasurable love. Ephesians 3:17-19",
  "Wait patiently for Me and I will hear your cry. Psalm 40:1",
  "Even when you are weak in your faith, I will remain faithful to you. 2 Timothy 2:13",
  "Seek My kingdom first and everything you need will be given to you. Luke 12:31",
  "My Spirit will lead you into all truth and show you what is to come. John 16:12-13",
  "One day, I will wipe away every tear and take away all your pain. Revelation 21:4",
  "My everlasting joy and gladness will drive all sorrow and mourning away. Isaiah 51:11",
  "You can hold on to the hope that I will not change what I have promised. Hebrews 6:17-18",
  "My Spirit made you and My breath gives you life. Job 33:4",
  "There is no place you can go to escape My presence. Psalm 139:7-10",
  "All your days are known to Me and your inheritance is secure forever. Psalm 37:18",
  "I gently formed you in your mother's womb. Psalm 139:13",
  "I am delighted to give you My kingdom. Luke 12:32",
  "My face will shine upon you all the days of your life. Numbers 6:25",
  "My Word will brighten your steps and light your path. Psalm 119:105",
  "My Son took upon Himself all your sicknesses and diseases. Matthew 8:16-17",
  "My Spirit will help you in your weakness. Romans 8:26",
  "You can do all things through Jesus Christ who gives you strength. Philippians 4:13",
  "Be courageous, for I am with you and I will never fail you. Deuteronomy 31:6",
  "I am a very present help for you in times of trouble. Psalm 46:1",
  "I will keep watch over you and guard you forever. Psalm 12:7",
  "I hear your voice when you call to Me in the morning. Psalm 5:3",
  "All that I have is yours because you belong to Jesus. John 16:15",
  "My goodness and mercy will chase after you all your life. Psalm 23:6",
  "I will teach your children My ways and give them great peace. Isaiah 54:13",
  "I will not forget the love you have shown Me by serving others. Hebrews 6:10",
  "I will repay those who are kind to the poor. Proverbs 19:17",
  "All My blessings will overtake those who obey Me. Deuteronomy 28:2",
  "I know what you need before you even ask. Matthew 6:8",
  "I open prison doors and set captives free. Isaiah 61:1",
  "I will rescue the godly from all their troubles. 2 Peter 2:9",
  "My displeasure may last a moment, but My favor is yours for life. Psalm 30:5",
  "I will fill those who hunger and thirst for My righteousness. Matthew 5:6",
  "I will show you the mysteries of My kingdom. Matthew 13:11",
  "Those who overcome will eat from the tree of life in paradise. Revelation 2:7",
  "I have prepared amazing things for those who love Me. 1 Corinthians 2:9",
  "Those who are pure in heart will see My face. Matthew 5:8",
  "I began the good work in you and I will finish it. Philippians 1:6",
  "You can rest in My promise of eternal life, for I cannot lie. Titus 1:2",
  "My love is everlasting and My faithfulness extends to all generations. Psalm 100:5",
  "My righteousness towers like the mountains and My justice goes deep as the sea. Psalm 36:6",
  "My Word will not return to Me until it accomplishes what I intended. Isaiah 55:10-11",
  "When I open My hand, I provide for all that I created. Psalm 145:16",
  "I love you as deeply as a father loves his children. Psalm 103:13",
  "I will not abandon you, for I am glad to make you My very own. 1 Samuel 12:22",
  "My lovingkindness is more precious than life. Psalm 63:3",
  "I made you holy by the once for all sacrifice of My Son, Jesus Christ. Hebrews 10:10",
  "I have removed your sins from you as far as the east is from the west. Psalm 103:12",
  "You can enjoy freedom because Christ has set you free. Galatians 5:1",
  "I have anointed you with My Spirit as a down payment of what is yet to come. 2 Corinthians 1:21-22",
  "Every good gift that you receive comes directly from My hand. James 1:17",
  "Nothing will be impossible for those who have even a little faith. Matthew 17:19-20",
  "Call out to Me and I will show you wonderful things you do not know. Jeremiah 33:3",
  "I will reveal My secrets to those who fear Me. Psalm 25:14",
  "I am able to do more for you than you could possibly imagine. Ephesians 3:20",
  "When you walk through the fires of adversity, you will not be burned. Isaiah 43:2",
  "No weapon created for your harm will succeed against you. Isaiah 54:17",
  "I will give you a garment of praise in exchange for your spirit of heaviness. Isaiah 61:3",
  "My Spirit will rest on you when you suffer for Christ's sake. 1 Peter 4:14",
  "My goodness will lead you to a change of heart. Romans 2:4",
  "I will bless the peacemakers and call them My children. Matthew 5:9",
  "I will protect the fatherless, and widows can trust in Me. Jeremiah 49:11",
  "I will provide justice for everyone who is mistreated. Psalm 103:6",
  "My name is a strong tower that you can run to and find safety. Proverbs 18:10",
  "When you leave your body, you will be at home in My presence. 2 Corinthians 5:8",
  "The world and its passions will disappear, but those who do My will shall live forever. 1 John 2:17",
  "I will rescue you from evil and safely deliver you into My kingdom. 2 Timothy 4:18",
  "There is a crown of righteousness waiting for everyone who loves My Son. 2 Timothy 4:8",
  "If you persist and do My will, you will receive what I have promised. Hebrews 10:36",
  "I made the heavens by My Word and I breathed the stars into existence. Psalm 33:6",
  "I am faithful to keep My covenant of kindness to a thousand generations. Deuteronomy 7:9",
  "All of mankind can find protection in the shadow of My wings. Psalm 36:7",
  "I am a father to the fatherless and I defend the cause of widows. Psalm 68:5",
  "I will not abandon My own inheritance. Psalm 94:14",
  "I am the Lord your God who heals all of your diseases. Exodus 15:26",
  "My love for you will last forever. Jeremiah 31:3",
  "I give good gifts to My children when they ask. Matthew 7:11",
  "Jesus is not ashamed to be called your big brother. Hebrews 2:11",
  "I forgive sins and I love to show mercy. Micah 7:18",
  "I have poured My love into your heart through My Spirit. Romans 5:5",
  "I have put My law within you and have written it on your heart. Jeremiah 31:33",
  "I will meet your every need through My eternal riches in Jesus Christ. Philippians 4:19",
  "I will shepherd My inheritance and carry them forever. Psalm 28:9",
  "Do not be sad, for My joy is your strength. Nehemiah 8:10",
  "My perfect love will banish fear from your heart. 1 John 4:18",
  "I will save you in the midst of your troubles. Psalm 138:7",
  "I will blanket My protection over all who trust in Me. Psalm 5:11",
  "My armor will help you stand against the plans of the enemy. Ephesians 6:11",
  "I will turn your mourning into dancing and surround you with joy. Psalm 30:11",
  "I will restore your health and heal all your hurts. Jeremiah 30:17",
  "I will strengthen you with feet like a deer so you can reach great heights. Habakkuk 3:19",
  "If you share with the needy, My glory will guard your back. Isaiah 58:7-8",
  "If you enter into My rest, you will find rest from all your striving. Hebrews 4:9-10",
  "I am near to you whenever you cry out. Deuteronomy 4:7",
  "When problems arise, call to Me and I will answer you. Psalm 86:7",
  "Don't worry, I will take care of you. Matthew 6:25-26",
  "Those who overcome will be pillars in My temple forever. Revelation 3:12",
  "You are My children now and you will be just like Jesus when He appears. 1 John 3:2",
  "One day, you will see My face and My name will be on your forehead. Revelation 22:4",
  "Every promise that I make is true, for I do not lie or change My mind. Numbers 23:19",
  "The heavens declare My glory and reveal My handiwork. Psalm 19:1",
  "I rule the earth and all the kings belong to Me. Psalm 47:7-9",
  "You can trust in My faithfulness because My Word is true. Psalm 33:4",
  "I am good and My mercy is everlasting. 1 Chronicles 16:34",
  "I have cared for you from the moment you were born. Psalm 71:6",
  "I have even numbered each hair on your head. Matthew 10:30",
  "Through faith in Christ, you can boldly approach Me with confidence. Ephesians 3:12",
  "If you walk in the light, the blood of My Son Jesus will cleanse you from all sin. 1 John 1:7",
  "Trust in Me, and do not be afraid of what others can do to you. Psalm 56:11",
  "I will be your security and a safe place for your children. Proverbs 14:26",
  "I am your shield, your glory, and the lifter of your head. Psalm 3:3",
  "I will gladly give the Holy Spirit to those who will ask. Luke 11:13",
  "Forgiveness and healing are among My many benefits. Psalm 103:2-3",
  "If you rest in Me and wait patiently, you will inherit the land. Psalm 37:7-9",
  "I give power to the exhausted and I strengthen the weak. Isaiah 40:29",
  "If I am for you, no one can stand against you. Romans 8:31",
  "Though you have many plans, My purpose will be fulfilled. Proverbs 19:21",
  "If two of you agree in prayer, I will do whatever you ask. Matthew 18:19",
  "I will make you fruitful in your old age. Psalm 92:13-14",
  "Do not despise My discipline, for in time, I will heal your wounds. Job 5:17-18",
  "I bind up the brokenhearted and I will comfort all who mourn. Isaiah 61:1-2",
  "I will comfort you just like a mother would. Isaiah 66:13",
  "Your sadness may last for a night, but joy will come in the morning. Psalm 30:5",
  "I am pleased when you share with others. Hebrews 13:16",
  "I will keep you safe from the evil one. 1 John 5:18",
  "I will show mercy to those who are merciful to others. Matthew 5:7",
  "I bless My righteous ones and shield them with My favor. Psalm 5:12",
  "I will anoint you with oil so your cup overflows. Psalm 23:5",
  "You can celebrate because your name is written in heaven. Luke 10:20",
  "There is a special room in My house prepared just for you. John 14:2",
  "You can look forward to the new heaven and earth that I have promised. 2 Peter 3:13",
  "I spoke the universe into existence. Genesis 1:1",
  "I give life and breath to all things. Acts 17:24-25",
  "You can rest in My love, for I have power to save you. Zephaniah 3:17",
  "My thoughts toward you outnumber the sand on the seashore. Psalm 139:17-18",
  "All the days of your life are written in My special book. Psalm 139:16",
  "I will carry you in My arms just like a father carries his child. Deuteronomy 1:31",
  "I will give you a double portion of your inheritance in exchange for your shame. Isaiah 61:7",
  "I made you alive in Jesus simply because I love you. Ephesians 2:4-5",
  "I will forgive your sins and then forget them. Hebrews 8:12",
  "Your old life has ended and now everything is new in Christ. 2 Corinthians 5:17",
  "Reach out and you will touch Me, for I am not far from you. Acts 17:27",
  "Before you even call out to Me, I will answer you. Isaiah 65:24",
  "I will be the voice behind you, guiding you in the way you should go. Isaiah 30:21",
  "I will train you for battle with My shield of salvation. Psalm 18:34-35",
  "I will be faithful to give you My strength and protection. 2 Thessalonians 3:3",
  "You will find safety in My everlasting arms. Deuteronomy 33:27",
  "I carry your burdens every day. Psalm 68:19",
  "I have called you to inherit My blessing. 1 Peter 3:9",
  "If you honor Me with your firstfruits, you will overflow with abundance. Proverbs 3:9-10",
  "If you help the poor, your light will shine like the dawn. Isaiah 58:7-8",
  "If you wait for Me, I will renew your strength. Isaiah 40:31",
  "I will give you a peaceful sleep surrounded by safety. Psalm 4:8",
  "I will enrich your life and renew your youth like the eagle’s. Psalm 103:5",
  "I will not reject the sacrifice of a broken spirit and a contrite heart. Psalm 51:17",
  "I will always be close when you need My comfort. 2 Corinthians 1:3-4",
  "When you walk through the valley of the shadow of death, I will be with you. Psalm 23:4",
  "I will keep you from falling until you joyfully stand blameless in My presence. Jude 1:24",
  "I will soon crush the evil one under your feet. Romans 16:20",
  "You have an everlasting inheritance reserved in heaven for you. 1 Peter 1:3-4",
  "I have the ability to do all that I have promised. Romans 4:20-21",
  "I am the everlasting God. Psalm 90:2",
  "I am righteous in all My ways and kind in all that I do. Psalm 145:17",
  "I am your Father, and I love you even as I love my Son, Jesus. John 17:23",
  "If you believe in Jesus, you will not be disappointed. 1 Peter 2:6",
  "You are My workmanship, created in Christ to do My good works. Ephesians 2:10",
  "I have chosen you to be a royal priesthood and a holy nation. 1 Peter 2:9",
  "Your life comes from Me because you are My offspring. Acts 17:28",
  "I have blessed you in Christ with one outpouring of grace after another. John 1:16",
  "If you confess your sins, I will be faithful to forgive and cleanse you. 1 John 1:9",
  "Because of Jesus, you are free from all condemnation. Romans 8:1",
  "I am happy to treat you as My child, and I hope you will call Me Father. Jeremiah 3:19",
  "Even if your mother forgets you, I will never forget you. Isaiah 49:15",
  "I will fulfill My purpose for your life because My mercy endures forever. Psalm 138:8",
  "If you make your home in love, you live in Me and I live in you. 1 John 4:16",
  "I love to sing over you with loud shouts of joy. Zephaniah 3:17",
  "If I look after the sparrows, I will certainly take care of you. Luke 12:6-7",
  "If you remain still, I will do your fighting for you. Exodus 14:14",
  "I will give you My power to destroy spiritual strongholds. 2 Corinthians 10:3-5",
  "I will cover you with My feathers and protect you with My wings. Psalm 91:4",
  "My angels will surround all who fear Me. Psalm 34:7",
  "I will meet all your needs so you can overflow with good works. 2 Corinthians 9:8",
  "I will give you My strength and bless you with My peace. Psalm 29:11",
  "I have given you My Spirit, so your body could be My temple. 1 Corinthians 6:19",
  "My love covers a multitude of sins. 1 Peter 4:8",
  "My great peace will guard your heart and your thoughts in Jesus. Philippians 4:7",
  "I watch over you and I listen for your prayers. 1 Peter 3:12",
  "Jesus is happy to share His inheritance with you. Romans 8:16-17",
  "Those who overcome will not be hurt by the second death. Revelation 2:11",
  "I have called you to My eternal glory in Jesus Christ. 1 Peter 5:10",
  "I am giving you a kingdom that can never be shaken. Hebrews 12:28",
  "I promise a crown of life to all who love Me despite their trials. James 1:12",
  "I am tenderhearted towards all that I have made. Psalm 145:9",
  "My love stretches to the heavens and My faithfulness extends above the clouds. Psalm 36:5",
  "I have chosen you to be My own precious possession. Deuteronomy 7:6",
  "I know everything about you and am mindful of all your ways. Psalm 139:1-3",
  "The Spirit of life in Christ has set you free from sin and death. Romans 8:2",
  "Jesus bore your sins on the cross so you would be healed. 1 Peter 2:24",
  "Draw near to Me and I will cleanse you from an evil conscience. Hebrews 10:22",
  "My love is patient and kind, and does not keep track of wrongs. 1 Corinthians 13:4-5",
  "I am your light and your salvation, the strength of your life. Psalm 27:1",
  "I have given you the Spirit of adoption so you can call Me Father. Romans 8:15",
  "Come boldly to My throne when you need to find mercy and grace. Hebrews 4:16",
  "Taste and you will see that I am a good God. Psalm 34:8",
  "I wait for opportunities to show you My compassion. Isaiah 30:18",
  "I will shower My Spirit and My blessings on your offspring. Isaiah 44:3",
  "I will comfort you with My everlasting encouragement. 2 Thessalonians 2:16-17",
  "Delight in Me and I will give you the longings of your heart. Psalm 37:4",
  "Just ask and you will receive. Matthew 7:7",
  "I look throughout the earth to strengthen those who belong to me. 2 Chronicles 16:9",
  "I will be your safe place in difficult times. Nahum 1:7",
  "I will give you power over the enemy and nothing will hurt you. Luke 10:19",
  "If you love Me with all your heart, I will provide all you need. Deuteronomy 11:13-14",
  "My children will overcome the world through their faith. 1 John 5:4",
  "I will root your heart in the depths of My love. Ephesians 3:17",
  "I will come to you as certainly as the sun rises and spring rains fall. Hosea 6:3",
  "I will bless the poor in spirit with My kingdom. Matthew 5:3",
  "I will give you beauty to replace your ashes. Isaiah 61:3",
  "I will be your light and you shall reign with Me forever. Revelation 22:5",
  "The eternal glory that is in store for you far surpasses your present troubles. 2 Corinthians 4:17",
  "An everlasting city awaits you, for I am not ashamed to be called your God. Hebrews 11:16",
  "Every word of every promise that I have made will come to pass. 1 Kings 8:56",
  "I am God and Father of all creation. Ephesians 4:6",
  "My family in heaven and on earth is named after Me. Ephesians 3:14-15",
  "I created you with My own hands. Psalm 119:73",
  "You are fearfully and wonderfully made. Psalm 139:14",
  "I am your God and you are the sheep of My pasture. Psalm 100:3",
  "As a shepherd carries a lamb, I have carried you close to My heart. Isaiah 40:11",
  "If your parents reject you, I will take you in. Psalm 27:10",
  "I am the perfect Father. Matthew 5:48",
  "I will not let you fall for I am watching over you day and night. Psalm 121:3",
  "My tender mercies never fail, for they are new every morning. Lamentations 3:22-23",
  "I lavish My great love on My children. 1 John 3:1",
  "I have made an everlasting covenant to only do good things for you. Jeremiah 32:40",
  "I will go before you and fight your battles. Deuteronomy 1:30",
  "I will keep you safe from trouble for I am your hiding place. Psalm 32:7",
  "I am your rock and your salvation, a fortress that cannot be shaken. Psalm 62:2",
  "You will have perfect peace if you keep focused on Me. Isaiah 26:3",
  "I am very close to those who have a broken heart. Psalm 34:18",
  "If you pray to Me in secret, I will reward you openly. Matthew 6:6",
  "I will provide what you need every day. Matthew 6:11",
  "I will seek after those who worship Me in spirit and truth. John 4:23",
  "I will strengthen your inner being by the power of My Spirit. Ephesians 3:16",
  "Cast your burdens on Me and I will look after you. Psalm 55:22",
  "Jesus died that you and I could be reconciled. 2 Corinthians 5:18-19",
  "Now is the day of salvation and the time to receive My favor. 2 Corinthians 6:2",
  "When I offered up My one and only Son, I gave you the best gift I could give. Romans 8:32",
  "Nothing in all creation will ever separate you from My love. Romans 8:35-39",
  "You are no longer a slave, for I have made you My child and My heir. Galatians 4:7",
  "My Son has made you to be a kingdom of priests to be with Me forever. Revelation 1:5-6",
  "When death is swallowed up, I will wipe away every tear from your face. Isaiah 25:8",
  "I will guide you to the very end, for I will be your God forever. Psalm 48:14",
  "Hold fast to the hope you confess, for I am faithful to keep My promises. Hebrews 10:23"
]
